Repository: gnachman/iTerm2
Catalog: sources/StatusBar/Setup/mul.lproj/iTermStatusBarSetupViewController.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# 0yl-ll-bce.title
source: Drag a component from the menu to Active Components to add it to your status bar.
de: Ziehen Sie eine Komponente aus dem Menü zu „Aktive Komponenten“, um sie zur Statusleiste hinzuzufügen.
ja: メニューからコンポーネントを「アクティブなコンポーネント」にドラッグすると、ステータスバーに追加できます。
pt_br: Arraste um componente do menu para Componentes ativos a fim de adicioná-lo à sua barra de status.
ru: Перетащите компонент из меню в «Активные компоненты», чтобы добавить его в строку состояния.
zh_hans: 将组件从菜单拖到“活动组件”，即可将其添加到你的状态栏。

# 5a8-iM-Enf.title
source: Prefer tight packing to stable positioning
de: Enge Anordnung gegenüber stabiler Positionierung bevorzugen
ja: 安定した配置よりも詰め込み配置を優先
pt_br: Preferir empacotamento compacto ao posicionamento estável
ru: Предпочитать плотную упаковку стабильному расположению
zh_hans: 优先紧凑排列而非稳定定位

# CB2-6V-rAj.title
source: Active Components
de: Aktive Komponenten
ja: アクティブなコンポーネント
pt_br: Componentes ativos
ru: Активные компоненты
zh_hans: 活动组件

# dl4-IN-dSo.title
source: Disabled
de: Deaktiviert
ja: 無効
pt_br: Desativado
ru: Отключено
zh_hans: 已停用

# eaY-DS-MPQ.title
source: Remove components with empty values
de: Komponenten mit leeren Werten entfernen
ja: 値が空のコンポーネントを削除
pt_br: Remover componentes com valores vazios
ru: Удалять компоненты с пустыми значениями
zh_hans: 移除值为空的组件

# F1I-DI-vaO.title
source: Draw separator between status bar and terminal
de: Trennlinie zwischen Statusleiste und Terminal zeichnen
ja: ステータスバーとターミナルの間に区切り線を描画
pt_br: Desenhar separador entre a barra de status e o terminal
ru: Рисовать разделитель между строкой состояния и терминалом
zh_hans: 在状态栏和终端之间绘制分隔线

# Fy4-yN-EYh.title
source: Automatic
de: Automatisch
ja: 自動
pt_br: Automático
ru: Автоматически
zh_hans: 自动

# Gvg-gH-qBh.title
source: Status Bar Component Menu
de: Menü der Statusleistenkomponenten
ja: ステータスバーコンポーネントメニュー
pt_br: Menu de componentes da barra de status
ru: Меню компонентов строки состояния
zh_hans: 状态栏组件菜单

# gwQ-ex-Mu1.title
source: Advanced…
de: Erweitert…
ja: 詳細…
pt_br: Avançado…
ru: Дополнительно…
zh_hans: 高级…

# h3F-Ct-TxA.ibShadowedToolTip
source: The tight packing algorithm allows more status bar components to be visible at a time but they tend to jump around more.
de: Der Algorithmus für enge Anordnung ermöglicht es, mehr Statusleistenkomponenten gleichzeitig anzuzeigen, allerdings springen sie dabei stärker hin und her.
ja: 詰め込み配置アルゴリズムでは、一度に表示できるステータスバーコンポーネントの数が増えますが、位置が変動しやすくなります。
pt_br: O algoritmo de empacotamento compacto permite que mais componentes da barra de status fiquem visíveis ao mesmo tempo, mas eles tendem a se mover mais.
ru: Алгоритм плотной упаковки позволяет одновременно отображать больше компонентов строки состояния, но они чаще смещаются.
zh_hans: 紧凑排列算法可以同时显示更多状态栏组件，但它们更容易跳动。

# HTz-sS-eZA.title
source: 🌈 Auto-Rainbow:
de: 🌈 Auto-Regenbogen:
ja: 🌈 自動レインボー:
pt_br: 🌈 Arco-íris automático:
ru: 🌈 Автоматическая радуга:
zh_hans: 🌈 自动彩虹色：

# hYG-rt-3qI.title
source: Font name goes here
de: Hier steht der Schriftname
ja: ここにフォント名が表示されます
pt_br: O nome da fonte aparece aqui
ru: Здесь появится название шрифта
zh_hans: 字体名称显示在此处

# jgD-En-XDb.title
source: Dark Colors
de: Dunkle Farben
ja: ダークカラー
pt_br: Cores escuras
ru: Тёмные цвета
zh_hans: 深色

# jOE-EE-nKA.title
source: Change
de: Ändern
ja: 変更
pt_br: Alterar
ru: Изменить
zh_hans: 更改

# k1V-lZ-LEe.title
source: Default Text Color:
de: Standardtextfarbe:
ja: デフォルトのテキストカラー:
pt_br: Cor de texto padrão:
ru: Цвет текста по умолчанию:
zh_hans: 默认文本颜色：

# KIr-xD-7ke.title
source: Configure Component
de: Komponente konfigurieren
ja: コンポーネントを設定
pt_br: Configurar componente
ru: Настроить компонент
zh_hans: 配置组件

# kXu-5A-6d1.ibShadowedToolTip
source: The tight packing algorithm allows more status bar components to be visible at a time but they tend to jump around more.
de: Der Algorithmus für enge Anordnung ermöglicht es, mehr Statusleistenkomponenten gleichzeitig anzuzeigen, allerdings springen sie dabei stärker hin und her.
ja: 詰め込み配置アルゴリズムでは、一度に表示できるステータスバーコンポーネントの数が増えますが、位置が変動しやすくなります。
pt_br: O algoritmo de empacotamento compacto permite que mais componentes da barra de status fiquem visíveis ao mesmo tempo, mas eles tendem a se mover mais.
ru: Алгоритм плотной упаковки позволяет одновременно отображать больше компонентов строки состояния, но они чаще смещаются.
zh_hans: 紧凑排列算法可以同时显示更多状态栏组件，但它们更容易跳动。

# M3o-TT-tkC.title
source: Separator Color:
de: Trennlinienfarbe:
ja: 区切り線の色:
pt_br: Cor do separador:
ru: Цвет разделителя:
zh_hans: 分隔线颜色：

# Mzu-7J-rGb.title
source: Cancel
de: Abbrechen
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# pjM-aG-lDH.title
source: Light Colors
de: Helle Farben
ja: ライトカラー
pt_br: Cores claras
ru: Светлые цвета
zh_hans: 浅色

# Rgf-Sg-NLL.title
source: Font:
de: Schriftart:
ja: フォント:
pt_br: Fonte:
ru: Шрифт:
zh_hans: 字体：

# UMd-lv-UJj.title
source: Background Color:
de: Hintergrundfarbe:
ja: 背景色:
pt_br: Cor do plano de fundo:
ru: Цвет фона:
zh_hans: 背景颜色：

# ZqX-2h-twi.ibShadowedToolTip
source: Draws a thin line between the status bar and the terminal content.
de: Zeichnet eine dünne Linie zwischen der Statusleiste und dem Terminalinhalt.
ja: ステータスバーとターミナルの内容の間に細い線を描画します。
pt_br: Desenha uma linha fina entre a barra de status e o conteúdo do terminal.
ru: Рисует тонкую линию между строкой состояния и содержимым терминала.
zh_hans: 在状态栏和终端内容之间绘制一条细线。

# AKH-fX-DaK.title
source: OK
ru: ОК
zh_hans: 好

# w0j-Sf-5ih.title
source: OK
ru: ОК
zh_hans: 好
